tap 'bonty/omnisharpserver'
tap 'caskroom/cask'
tap 'homebrew/binary'
tap 'homebrew/brewdler'
tap 'macoshita/custom'
tap 'sanemat/font'
cask 'java'
cask 'xquartz'
brew 'android-sdk'
brew 'android-ndk'
brew 'ant'
brew 'apktool'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'ec2-api-tools'
brew 'aws-elasticache'
brew 'binutils'
brew 'bison'
brew 'pkg-config'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'libtasn1'
brew 'gmp'
brew 'nettle'
brew 'gnutls'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'openssl'
brew 'libevent'
brew 'bitlbee'
brew 'icu4c'
brew 'boost'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'emacs', args: ['with-cocoa', 'with-gnutls']
brew 'cask'
brew 'cmake'
brew 'nkf'
brew 'cmigemo'
brew 'coreutils'
brew 'csshx'
brew 'libsodium'
brew 'zeromq'
brew 'czmq'
brew 'dex2jar'
brew 'dnsmasq'
brew 'pcre'
brew 'git'
brew 'docker'
brew 'fdupes'
brew 'findutils'
brew 'libtool'
brew 'gobject-introspection'
brew 'harfbuzz'
brew 'pango'
brew 'jpeg'
brew 'libtiff'
brew 'fontforge'
brew 'gdbm'
brew 'gibo'
brew 'git-flow'
brew 'gnu-sed'
brew 'gradle'
brew 'hub'
brew 'oniguruma'
brew 'jq'
brew 'llvm'
brew 'readline'
brew 'lnav'
brew 'lv'
brew 'mackup'
brew 'memcached'
brew 'mercurial'
brew 'protobuf'
brew 'mobile-shell'
brew 'mono'
brew 'mysql'
brew 'node'
brew 'perl-build'
brew 'plenv'
brew 'pyenv'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-gemset'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rmtrash'
brew 'source-highlight'
brew 'sqlcipher'
brew 'terraform'
brew 'texinfo'
brew 'tig'
brew 'tree'
brew 'weechat', args: ['with-ruby', 'with-python', 'with-perl']
brew 'wget'
brew 'xcproj'
brew 'xctool'
brew 'z'
brew 'zsh', args: ['without-etcdir']
brew 'bonty/omnisharpserver/omnisharp-server'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/binary/jad'
brew 'macoshita/custom/tmux-patched'
brew 'sanemat/font/ricty'
cask '0xed'
cask '1password'
cask 'adobe-air'
cask 'adobe-creative-cloud'
cask 'adobe-reader'
cask 'alfred'
cask 'amethyst'
cask 'android-studio'
cask 'appcleaner'
cask 'atom'
cask 'bettertouchtool'
cask 'blender'
cask 'box-sync'
cask 'charles'
cask 'chefdk'
cask 'coteditor'
cask 'crashlytics'
cask 'dropbox'
cask 'firefox'
cask 'flash'
cask 'flip4mac'
cask 'genymotion'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'google-japanese-ime'
cask 'heroku-toolbelt'
cask 'istat-menus'
cask 'iterm2'
cask 'karabiner'
cask 'kindle'
cask 'league-of-legends'
cask 'libreoffice'
cask 'mono-mdk'
cask 'seil'
cask 'sequel-pro'
cask 'skype'
cask 'sourcetree'
cask 'spotify'
cask 'steam'
cask 'td-agent'
cask 'texturepacker'
cask 'unity'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'wireshark'
cask 'xamarin-studio'
